[
  {
    "viewId": 1,
    "viewTitle": " El Asesinato del Gobernador Bustamante (The Assassination of Governor Bustamante)",
    "viewDetails": "This painting is Hidalgo’s interpretation of a violent and historical event involving Fernando Bustamante and the Spanish friars in Manila during the Spanish colonial period.",
    "viewAddinfo": "1904\nOil on Canvas",
    "viewartistName": "Felix Resurreccion Hidalgo",
    "viewPeriod": "(b. 1855, Binondo, Manila – 1913)",
    "viewartistDetails": "Félix Resurrección Hidalgo y Padilla was a Filipino artist. He is acknowledged as one of the greatest Filipino painters of the late 19th century, and is significant in Philippine history for having been an acquaintance and inspiration for members of the Philippine reform movement which included José Rizal, Marcelo del Pilar, Mariano Ponce, and Graciano López Jaena",
    "viewImage": "assets/viewings/HidalgoArt.webp",
    "viewartistImage": "assets/artist/Felix-Resurreccion-Hidalgo.webp",
    "viewAddlink": "http://artwork.shor.tn/4",
    "linkTitle": "Hidalgo's The Assassination of Governor General Bustamante",
    "artLoc": "Spoliarium Hall",
    "locDetails": "This hall houses one of the country’s most well-known paintings, the Spoliarium by Juan Luna y Novicio (1857-1899). Across it is El Asesinato del Gobernador Bustamante (The Assassination of Governor Bustamante), the most extensive work by another Filipino master painter, Felix Resurrección Hildago (1855-1913), Luna’s contemporary and friend.",
    "artLocImage": "assets/room-img/Spol-Hall.jpg"
  },
  {
    "viewId": 2,
    "viewTitle": "Filipino Struggles Through History",
    "viewDetails": "Filipino Struggles Through History, also known as History of Manila, the monumental series of paintings by National Artist Carlos “Botong” V. Francisco (1912-1969) commissioned in 1968 for the Manila City Hall by Mayor Antonio J. Villegas.",
    "viewAddinfo": "1968\nCollection of the Government of the City of Manila",
    "viewartistName": "Carlos “Botong” V. Francisco",
    "viewPeriod": "(b. 1912 Angono, Rizal - 1969)",
    "viewartistDetails": "Carlos V. Francisco, better known as Botong, was responsible for revolutionising the fine arts landscape of the Philippines. He departed from the prevailing style of the Amorsolo academic and launched the modernist movement with his fellow founders of the Modern Triumvirate, Victorio Edades and Galo Ocampo.",
    "viewImage": "assets/viewings/WallArt-NMP.jpeg",
    "viewartistImage": "assets/artist/BotongFrancisco.jpg",
    "viewAddlink": "http://artwork.shor.tn/2",
    "linkTitle": "Filipino Struggles Through History",
    "artLoc": "Old Senate Session Hall",
    "locDetails": "This hall features the Filipino Struggles Through History, also known as History of Manila, the monumental series of paintings by National Artist Carlos “Botong” V. Francisco (1912-1969) commissioned in 1968 for the Manila City Hall by Mayor Antonio J. Villegas.",
    "artLocImage": "assets/room-img/Old-Senate.jpg"
  },
  {
    "viewId": 3,
    "viewTitle": "Mga Kalabaw (Carabaos)",
    "viewDetails": "They were completed in 1961 as a commission for the Philam Life Building along United Nations Avenue.  Seven paintings make up this series which feature rural themes and local industries during the time of its creation.",
    "viewAddinfo": "1961\r\nOil on Canvas mounted on wood",
    "viewartistName": "Vicente Manansala",
    "viewPeriod": "(b. 1910, Macabebe, Pampanga -1981)",
    "viewartistDetails": "Vicente Silva Manansala was a Filipino cubist painter and illustrator. One of the first Abstractionists on the Philippine art scene Vicente Manansala is also credited with bridging the gap between the city and the suburbs, between the rural and cosmopolitan ways of life. His paintings depict a nation in transition, an allusion to the new culture brought by the Americans.",
    "viewImage": "assets/viewings/MgaKalabaw.jpg",
    "viewartistImage": "assets/artist/Vicente-Manansala.jpg",
    "viewAddlink": "http://artwork.shor.tn/3",
    "linkTitle": "Kalabaw by Vicente Manansala",
    "artLoc": "Gallery XXII - International Rice Research Institution (IRRI) Hall",
    "locDetails": "This gallery features two large-scale paintings and their watercolor studies by National Artist Vicente S. Manansala (1910-1981) from the collection of the International Rice Research Institute (IRRI). These paintings were commissioned by the institute to depict Filipino life, labor, and leisure, and were completed in 1962. Also featured in this gallery is a large-scale wood relief by renowned sculptor Jose P. Alcantara (1911-2005) from the Philam Life Collection which previously adorned the Philam Life Theater.",
    "artLocImage": "assets/room-img/Gallery-22.jpg"
  },
  {
    "viewId": 4,
    "viewTitle": "Rape and Massacre in Ermita",
    "viewDetails": "“Rape and Massacre in Ermita” by Diosdado M. Lorenzo is another painting that catches the attention of the crowd, not because of it’s bold and captivating colors, but because of the haunting image of violence it shows. It shows the Japanese soldiers attacking the Filipinos during the World War II, men and women alike. It shows the Filipino men brutally killed in the background, the Filipino women being raped in an inhumane fashion, and even the poor and helpless children who didn’t even have the ability to fight back when attacked.",
    "viewAddinfo": "1947\nOil on Canvas",
    "viewartistName": "Diosdado M. Lorenzo",
    "viewPeriod": "(b. 1906, San Isidro, Nueva Ecija - 1983)",
    "viewartistDetails": "Diosdado M. Lorenzo (1906 - 1983) was active/lived in Italy, Philippines. Diosdado Lorenzo is known for painting; expressionist landscapes.",
    "viewImage": "assets/viewings/DiosdadoArt.webp",
    "viewartistImage": "assets/artist/Diosdado-Lorenzo.webp",
    "viewAddlink": "http://artwork.shor.tn/5",
    "linkTitle": "Rape and Massacre in Ermita ",
    "artLoc": "Gallery VIII - Silvina and Juan C. Laya Hall",
    "locDetails": "With the outbreak of World War II, Filipino artists depicted scenes that expressed conflict and suffering during this era. Works in this gallery portray the Imperial Japanese Occupation from 1941-1945, the Liberation of the Philippines by American and Filipino forces, and the destruction of Manila.\r\n\r\nWARNING: This gallery contains graphic images that may be disturbing to some viewers.",
    "artLocImage": "assets/room-img/Gallery-8.jpg"
  },
  {
    "viewId": 5,
    "viewTitle": "The Burning of Manila",
    "viewDetails": "The Burning of Manila was painted by Fernando Amorsolo, a famous Filipino painter. This artwork depicts the idea how the Manila is devastated during that time. This painting shows the Battle of Manila happened during the Japanese era, he depicted the tragedy and horror in this battle.",
    "viewAddinfo": "1942\nOil on Masonite",
    "viewartistName": "Fernando Amorsolo y Cueto",
    "viewPeriod": "(1892, Paco, Manila - 1972),",
    "viewartistDetails": "Fernando Amorsolo y Cueto  was a portraitist and painter of rural Philippine landscapes. Nicknamed the \"Grand Old Man of Philippine Art,\" he was the first-ever to be recognized as a National Artist of the Philippines. He was recognized as such for his \"pioneering use of impressionistic technique\" as well as his skill in the use of lighting and backlighting in his paintings, \"significant not only in the development of Philippine art but also in the formation of Filipino notions of self and identity.\"",
    "viewImage": "assets/viewings/BurningOfManila.webp",
    "viewartistImage": "assets/artist/Fernando-Amorsolo-y-Cueto.webp",
    "viewAddlink": "http://artwork.shor.tn/6",
    "linkTitle": "Fernando Amorsolo: Burning of Manila",
    "artLoc": "Gallery VIII - Silvina and Juan C. Laya Hall",
    "locDetails": "With the outbreak of World War II, Filipino artists depicted scenes that expressed conflict and suffering during this era. Works in this gallery portray the Imperial Japanese Occupation from 1941-1945, the Liberation of the Philippines by American and Filipino forces, and the destruction of Manila.\r\n\r\nWARNING: This gallery contains graphic images that may be disturbing to some viewers.",
    "artLocImage": "assets/room-img/Gallery-8.jpg"
  },
  {
    "viewId": 6,
    "viewTitle": "The Parisian Life",
    "viewDetails": "This painting captures Dr. Jose Rizal, Dr. Ariston Bautista, and Juan Luna sitting and having a relaxed time in a café in Paris, France.",
    "viewAddinfo": "1892\nOil on Canvas",
    "viewartistName": "Juan Luna y Novicio",
    "viewPeriod": "(b. 1857, Badoc, Ilocos Norte – 1899)",
    "viewartistDetails": "Juan Luna de San Pedro y Novicio Ancheta was a Filipino painter, sculptor and a political activist of the Philippine Revolution during the late 19th century. He became one of the first recognized Philippine artists. His winning of the gold medal in the 1884 Madrid Exposition of Fine Arts, along with the silver win of fellow Filipino painter Félix Resurrección Hidalgo.",
    "viewImage": "assets/viewings/TheParisianLife.webp",
    "viewartistImage": "assets/artist/Juan-Luna.webp",
    "viewAddlink": "http://artwork.shor.tn/7",
    "linkTitle": "The Parisian Life by Juan Luna",
    "artLoc": "Gallery VI - Andrés and Grace Luna de San Pedro Memorial Hall",
    "locDetails": "This gallery features major works and oil studies by Juan Luna (1857-1899) donated by the Far East Bank and Trust Company after being acquired from Grace Luna de San Pedro, the widow of Juan Luna’s architect son, Andres. These works are exhibited with works by Luna’s contemporary and friend, Felix Resurrección Hidalgo (1855-1913).\r\n\r",
    "artLocImage": "assets/room-img/Gallery-6.jpg"
  },
  {
    "viewId": 7,
    "viewTitle": "The Procession",
    "viewDetails": "For many years, Leonardo had dreamt of rendering the Noli in his oil paintings. But it was only seven years ago, long after he had already established a name for himself in the world of visual arts, that Leonardo marked on his – so far—most ambitious project, the Noli paintings. Day and night, in his studio in the historic city of Caloocan, Leonardo worked in earnest to create these masterpieces and turn his dream into reality.",
    "viewAddinfo": "The late painter Leonardo Tayao Cruz (1932-2012) created a series in oil of 28 scenes from Noli Me Tangere, Dr. Jose Rizal's novel. He completed them between 2002-2006.",
    "viewartistName": "Leonardo Cruz",
    "viewPeriod": "(b. 1932, Caloocan, Manila -2012)",
    "viewartistDetails": "Leonardo Tayao Cruz was a Filipino Asian Modern & Contemporary artist who was born in 1932.\r\nLeonardo Tayao Cruz's work has been offered at auction multiple times, with realized prices ranging from 4,435 USD to 6,857 USD, depending on the size and medium of the artwork. Since 2019 the",
    "viewImage": "assets/viewings/Noli-me.jpeg",
    "viewartistImage": "assets/artist/Leonardo-Cruz.webp",
    "viewAddlink": "http://artwork.shor.tn/a",
    "linkTitle": "Noli Me Tangere | Leonardo Cruz",
    "artLoc": "Gallery V - Dr. Jose Rizal Hall",
    "locDetails": "This exhibition honors Dr. José Rizal (1861-1896), known widely for his patriotism and acclaimed novels Noli Me Tangere and El Filibusterismo. Displayed in this gallery are some of his works which show that aside from being a prominent doctor and writer, he was also a skilled artist. Also included here are several portrait busts and paintings of Rizal by eminent Filipino artists from the early to mid-20th century.",
    "artLocImage": "assets/room-img/Rizal-Hall.jpg"
  },
  {
    "viewId": 8,
    "viewTitle": "The Unfinished Portrait",
    "viewDetails": "The unfinished portrait of National Artist Fernando Amorsolo in the gallery devoted to early 20th century portraits. He died in 1972 before the painting was completed.",
    "viewAddinfo": "1972\nOil on Canvas",
    "viewartistName": "Fernando Amorsolo y Cueto",
    "viewPeriod": "(1892, Paco, Manila - 1972),",
    "viewartistDetails": "Fernando Amorsolo y Cueto  was a portraitist and painter of rural Philippine landscapes. Nicknamed the \"Grand Old Man of Philippine Art,\" he was the first-ever to be recognized as a National Artist of the Philippines. He was recognized as such for his \"pioneering use of impressionistic technique\" as well as his skill in the use of lighting and backlighting in his paintings, \"significant not only in the development of Philippine art but also in the formation of Filipino notions of self and identity.\"",
    "viewImage": "assets/viewings/unfinished-portrait.webp",
    "viewartistImage": "assets/artist/Fernando-Amorsolo-y-Cueto.webp",
    "viewAddlink": "http://artwork.shor.tn/8",
    "linkTitle": "Fernando Amorsolo: Unfinished Portrait",
    "artLoc": "Gallery IX - Early 20th Century Philippine Portrait Hall",
    "locDetails": "Displayed here are works of portraiture by artists of the classical realist school, dating from 1903 to 1960s. This was a medium that was wholly dominated by National Artist Fernando Amorsolo (1892-1972), whose influence continues to be widespread. Also included are the works of pioneers and prolific artists of the period, such as Fabian de la Rosa (1869-1937), Jorge Pineda (1879-1946), Ramon Peralta (1877-1940), Ireneo Miranda (1896-1964), Pablo Amorsolo (1898-1945), Crispin Lopez (1903-1985), Pedro Coniconde (1901-1974), and Romeo Enriquez (1920-data unavailable), together with the works of younger artists who would be counted as belonging to the “Amorsolo School”.\r\n\r",
    "artLocImage": "assets/room-img/Gallery-9.jpg"
  },
  {
    "viewId": 9,
    "viewTitle": "Spoliarium",
    "viewDetails": "The Spoliarium is Juan Luna’s most enormous artwork in the Philippines. This monumental work of art won the gold medal during the 1884 Madrid Exposition of Fine Arts.",
    "viewAddinfo": "1884\nOil on Canvas",
    "viewartistName": "Juan Luna y Novicio",
    "viewPeriod": "(b. 1857, Badoc, Ilocos Norte – 1899)",
    "viewartistDetails": "Juan Luna de San Pedro y Novicio Ancheta was a Filipino painter, sculptor and a political activist of the Philippine Revolution during the late 19th century. He became one of the first recognized Philippine artists. His winning of the gold medal in the 1884 Madrid Exposition of Fine Arts, along with the silver win of fellow Filipino painter Félix Resurrección Hidalgo.",
    "viewImage": "assets/viewings/Spoliarium.webp",
    "viewartistImage": "assets/artist/Juan-Luna.webp",
    "viewAddlink": "http://artwork.shor.tn/9",
    "linkTitle": "The Spoliarium by Juan Luna",
    "artLoc": "Spoliarium Hall",
    "locDetails": "This hall houses one of the country’s most well-known paintings, the Spoliarium by Juan Luna y Novicio (1857-1899). Across it is El Asesinato del Gobernador Bustamante (The Assassination of Governor Bustamante), the most extensive work by another Filipino master painter, Felix Resurrección Hildago (1855-1913), Luna’s contemporary and friend.",
    "artLocImage": "assets/room-img/Spol-Hall.jpg"
  }
]